{
  "welcome": {
    "title": "Bine ați venit la Detectorul de Cancer Pulmonar"
  },
  "login":{
    "title": "Conectați-vă la contul dumneavoastră",
    "register-message": "Nu aveți cont? "
  },
  "register":{
    "title": "Creați-vă un cont nou",
    "login-message": "Aveți deja un cont? "
  },
  "about": {
    "title-about": "Despre noi",
    "content-about": "Scopul nostru este implicarea tehnologiei în progresul sistemului medical. Am dezvoltat un model de învățare automată care poate detecta cancerul pulmonar din tomografiile computerizate și un altul ce prezice riscul de cancer pe baza unui scurt formular. Modelul pentru radiografii este antrenat pe un set de date de peste 10.000 de CT-uri și are o acuratețe de 97,3%. Sperăm că modelul nostru va ajuta atât medicii, cât și pacienții să diagnosticheze cancerul pulmonar la timp, cu rezultate precise.",
    "title-mission": "Misiunea noastră",
    "content-mission": "Misiunea noastră este de a oferi o platformă ușor de utilizat care folosește cele mai recente tehnologii în domeniul învățării automate pentru a prezice riscul de cancer pulmonar cu o precizie ridicată. Ne propunem să facem detectarea precoce accesibilă tuturor, indiferent de locația lor.",
    "title-help": "Cum ne poți ajuta",
    "content-help": "Ne poți ajuta răspândind vestea despre platforma noastră și încurajând oamenii să facă screening pentru cancerul pulmonar. Detectarea precoce este cheia pentru îmbunătățirea ratei de supraviețuire, și credem că platforma noastră poate ajuta la salvarea de vieți.",
    "title-privacy": "Politica de Confidențialitate și Securitate",
    "content-privacy": "Luăm în serios confidențialitatea și securitatea dumneavoastră. Nu stocăm nicio informație personală despre dumneavoastră și nu partajăm datele dumneavoastră cu terțe părți. Toate datele sunt criptate și stocate în siguranță pe serverele noastre. Dacă aveți întrebări sau nelămuriri legate de politica noastră de confidențialitate și securitate, vă rugăm să ne contactați prin formularul pus la dispoziție.",
    "title-involvement": "Implică-te",
    "content-involvement": "Suntem mereu în căutarea de voluntari care să ne ajute să îmbunătățim platforma noastră. Dacă sunteți interesat să vă implicați, vă rugăm să ne contactați prin formularul pus la dispoziție."
  },
  "advices": {
    "advice-1": "\tPrevenirea cancerului pulmonar se poate face, in primul rand, prin evitarea factorilor de risc precum fumatul, fumatul pasiv, poluantii din aer, substante chimice care pot predispune la aparitia cancerului pulmonar precum radonul si azbestul.\n\n\tPrevenirea cancerului pulmonar include masuri de prevenire primara si secundara.",
    "advice-2": "\tPreventia primara are ca scop prevenirea aparitiei initiale a unei boli prin reducerea riscurilor si promovarea unui stil de viata si a unui mediu sanatos. In sanatatea publica, aceste masuri preventive includ renuntarea la fumat, implementarea politicilor de control al tutunului, abordarea riscurilor profesionale si reducerea nivelurilor de poluare ale aerului.\n\n\tPreventia secundara a cancerului pulmonar implica metode de screening care urmaresc sa detecteze boala in stadiile incipiente, inainte ca simptomele sa devina evidente. La populatia cu risc crescut de a dezvolta cancer pulmonar, detectarea precoce poate creste semnificativ sansele de succes ale tratamentului si rata de supravietuire. Metoda primara de screening pentru cancerul pulmonar este tomografia computerizata cu doze mici."
  },
  "contact": {
    "title": "CONTACTEAZĂ-NE",
    "success-message": "Mesajul dumneavoastră a fost trimis cu succes. Vă vom contacta în cel mai scurt timp posibil."
  },
  "account": {
    "personal-info": "Informații personale",
    "name": "Nume",
    "email": "Email",
    "history": "Istoric de sănătate",
    "result": "Rezultat"
  },
  "CT-prediction": {
    "drop-file": "Atașați fișierul aici",
    "or": "sau",
    "select-file": "Selectați un fișier",
    "result": "Rezultatul predicției este",
    "normal": "normal",
    "benign": "benign",
    "malignant": "malign",
    "normal-message": "Tomografia computerizată arată o structură pulmonară normală. Nu sunt necesari pași suplimentari. Dacă aveți suspiciuni sau simptome, vă recomandăm să faceți un consult cu medicul dumneavoastră.",
    "benign-message": "Tomografia computerizată arată o leziune benignă. La nivelul plămânilor există niște noduli pulmonari, formațiuni normale unite într-un mod anormal. Ele nu se răspândesc pe distanțe mari. Este recomandat să faceți un consult cu medicul dumneavoastră pentru a discuta despre următorii pași.",
    "malignant-message": "Tomografia computerizată arată o leziune malignă, afecțiune caracterizată printr-o multiplicare necontrolată a celulelor epiteliale ale țesutului pulmonar. Este recomandat să faceți un consult cu medicul dumneavoastră pentru a discuta despre următorii pași.",
    "unknown": "necunoscut"
  },
  "survey-prediction": {
    "title": "Formular de evaluare a riscului de cancer pulmonar",
    "yes": "Da",
    "no": "Nu",
    "gender": "Sex",
    "male": "Bărbat",
    "female": "Femeie",
    "age": "Vârstă",
    "smoke": "Obișnuiți să fumați?",
    "yellow-fingers": "Aveți degete îngălbenite?",
    "anxiety": "Aveți simptome de anxietate?",
    "peer-pressure": "Experimentați presiune socială?",
    "chronic-disease": "Suferiți de o boală cronică?",
    "fatigue": "Va simțiți obosit des?",
    "allergy": "Aveți alergii?",
    "wheezing": "Experimentați respirație șuierătoare?",
    "alcohol": "Obișnuiți sa consumați alcool?",
    "coughing": "Vă confruntați cu tuse des?",
    "shortness-of-breath": "Aveți dificultăți de respirație?",
    "swallowing-difficulty": "Aveți dificultăți la înghițire?",
    "chest-pain": "Experimentați dureri în piept?",
    "email-result": "Doriți să primiți rezultatul pe email?",
    "cancer": "Risc crescut de cancer pulmonar",
    "no-cancer": "Risc scăzut de cancer pulmonar",
    "unknown": "Risc necunoscut",
    "cancer-message": "Vă recomandăm să faceți un consult cu medicul dumneavoastră pentru a discuta despre următorii pași."
  },
  "dashboard": {
    "slide-1": {
      "text": "Cancerul pulmonar este cel mai frecvent diagnostic de cancer şi a doua cauză de mortalitate datorată cancerului pentru bărbaţii şi femeile din toată lumea. Acesta reprezintă 13% din totalul cancerelor şi 27% din totalul deceselor datorate cancerului.",
      "link": "https://personalgenetics.ro/afectiune/cancerul-pulmonar/"
    },
    "slide-2": {
      "text": "Poate fi prevenit cancerul? Se estimează că 30-50% din cancere pot fi prevenite. Prevenția este cea mai bună strategie pe termen lung pentru controlul cancerului.",
      "link": "https://www.reginamaria.ro/articole-medicale/sfaturile-care-stau-la-baza-preventiei-cancerului"
    },
    "slide-3": {
      "text": "Cancerul pulmonar reprezintă principala cauză a mortalității prin cancer la nivel mondial. Anual, se face responsabil de decesul a una din cinci persoane diagnosticate cu această boală.",
      "link": "https://www.drmax.ro/articole/cancer-pulmonar"
    },
    "review-1": {
      "image": "../../assets/images/lc-profile.png",
      "name": "Laura C.",
      "comment": "Platforma oferă rezultate precise. Medicii mei au fost impresionați de rapiditatea aplicației in generarea rezultatelor."
    },
    "review-2": {
      "image": "../../assets/images/e-profile.png",
      "name": "Elena",
      "comment": "Am folosit platforma cu ușurință, ca un prim pas in călătoria de combatere a cancerului. Mulțumesc!"
    },
    "review-3": {
      "image": "../../assets/images/v-profile.png",
      "name": "Victor",
      "comment": "Aplicația m-a ajutat sa detectez la timp cancerul pulmonar. Recomand cu incredere această platformă tuturor celor care doresc să-și monitorizeze riscul de cancer pulmonar."
    },
    "reviews": "Recenzii",
    "services-title": "Serviciile noastre",
    "services-content": "Oferim o gamă largă de servicii pentru a vă ajuta să vă monitorizați riscul de cancer pulmonar. Platforma noastră folosește cea mai recentă tehnologie de învățare automată pentru a oferi rezultate precise și fiabile. Ne angajăm să oferim o experiență ușor de utilizat și accesibilă tuturor.",
    "CT-interpreter": "Interpretare CT",
    "virtual-consultation": "Consultație virtuală",
    "lungs-health": "Sănătate pulmonară",
    "contact-specialist": "Contactați un specialist",
    "about-us-title": "Despre noi",
    "about-us-content": "Scopul nostru este implicarea tehnologiei în progresul sistemului medical. Am dezvoltat un model de învățare automată care poate detecta cancerul pulmonar din tomografiile computerizate și un altul ce prezice riscul de cancer pe baza unui scurt formular. Modelul pentru radiografii este antrenat pe un set de date de peste 10.000 de CT-uri și are o acuratețe de 97,3%. Sperăm că modelul nostru va ajuta atât medicii, cât și pacienții să diagnosticheze cancerul pulmonar la timp, cu rezultate precise."
  },
  "button": {
    "start": "Începeți",
    "submit": "Încărcați",
    "home": "Acasă",
    "read-more": "Aflați mai mult",
    "upload-CT": "Încărcați CT",
    "consultation": "Consultație",
    "about": "Despre noi",
    "advices": "Sfaturi",
    "contact": "Contact",
    "login": "Conectați-vă",
    "register": "Înregistrați-vă",
    "account": "Contul meu"
  },
  "placeholder": {
    "name": "Numele dumneavoastră",
    "phone": "Numărul de telefon",
    "email": "Adresa de email",
    "password": "Parola dumneavoastră",
    "confirm-password": "Confirmați parola",
    "message": "Mesajul dumneavoastră",
    "age": "Introduceți vârsta dumneavoastră"
  },
  "error": {
    "no-image-selected": "Nicio imagine selectată. Vă rugăm să selectați o imagine și încercați din nou.",
    "all-fields-required": "Toate câmpurile sunt obligatorii. Vă rugăm să completați toate câmpurile și încercați din nou.",
    "invalid-email": "Adresa de email nu este validă. Vă rugăm să introduceți o adresă de email validă și încercați din nou.",
    "invalid-password": "Parola trebuie să aibă cel puțin 6 caractere. Vă rugăm să introduceți o parolă validă și încercați din nou.",
    "passwords-mismatch": "Parolele nu se potrivesc. Vă rugăm să introduceți aceeași parolă în ambele câmpuri și încercați din nou.",
    "email-exists": "Adresa de email există deja. Vă rugăm să utilizați o altă adresă de email și încercați din nou.",
    "invalid-credentials": "Credențialele introduse sunt incorecte. Vă rugăm să verificați și încercați din nou.",
    "contact-form-submission-failed": "Trimiterea formularului de contact a eșuat. Vă rugăm să încercați din nou."
  }
}
